{
  "site_title": "Sri Sri Sri Bhunela Sametha Sri Venkateshwara Swamy Devasthanam",
  "footer_name": "Sri Sri Sri Bhunela Sametha Sri Venkateshwara Swamy Devasthanam",

  "welcome": "Welcome to Sri Sri Sri Bhunela Sametha Sri Venkateshwara Swamy Devasthanam, Devalthirumalpur Village",

  "about_title": "About the Temple",
  "about_short": "A sacred Vaishnava temple preserving ancient traditions, rituals, and divine heritage.",
  "about_full": "Sri Sri Sri Bhunela Sametha Sri Venkateshwara Swamy Devasthanam is a revered spiritual center located in Devalthirumalpur Village, Peddakothapally Mandal, Nagarkurnool District, Telangana. The temple follows traditional Vaishnava customs with daily poojas, special sevas, annual Brahmotsavams, and devotional festivals. For centuries, this holy shrine has been a source of spiritual guidance, faith, and devotion for countless devotees.",

  "sevas_title": "Sevas & Services",
  "seva1": "Daily Poojas and Archana Sevas",
  "seva2": "Special Darshan and Festival Sevas",
  "seva3": "Annadanam (Free Food Service)",

  "goshala_title": "Temple Goshala",
  "goshala_desc": "The temple Goshala is dedicated to protecting sacred cows and promoting traditional cow-based dharmic practices. It plays a vital role in preserving Sanatana Dharma and supporting spiritual traditions.",

  "donations_title": "Donations",
  "don1": "Temple Renovation and Development",
  "don2": "Daily Annadanam Support",
  "don3": "Festival and Utsavam Arrangements",
  "don4": "Goshala Maintenance and Cow Care",

  "library_title": "Temple Library",
  "library_desc": "The temple maintains a spiritual library preserving India’s sacred and mythological heritage. Available books include Ramayana, Mahabharata, Bhagavad Gita, Srimad Bhagavatam, Vishnu Purana, Upanishads, and biographies of great saints. Languages available: Telugu, Sanskrit, and English. Open during temple hours for all devotees.",

  "contact_title": "Contact & Location",
  "contact_addr": "Sri Sri Sri Bhunela Sametha Sri Venkateshwara Swamy Devasthanam, Devalthirumalpur Village, Peddakothapally Mandal, Nagarkurnool District, Telangana – India. Nearest Railway Station: Jadcherla. Nearest Airport: Hyderabad (RGIA).",

  "places_title": "Available Places",
  "places_desc": "Important pilgrimage and tourist places near the Devasthanam",
  "place_umamaheshwaram": "Umamaheshwaram",
  "place_srisailam": "Srisailam",
  "place_nagarjuna": "Nagarjuna Sagar",
  "place_somasila": "Somasila",
  "place_dindi": "Dindi Reservoir",

  "distance": "Distance",
  "travel_time": "Travel Time",
  "view_map": "View on Map",

  "umamaheshwaram_title": "🛕 Umamaheshwaram",
  "umamaheshwaram_desc": "An important Shaivite pilgrimage surrounded by natural beauty.",
  "umamaheshwaram_distance": "~75 km",
  "umamaheshwaram_time": "~2 hours",

  "srisailam_title": "🛕 Srisailam",
  "srisailam_desc": "One of the twelve Jyotirlingas of Lord Shiva.",
  "srisailam_distance": "~120 km",
  "srisailam_time": "~3–4 hours",

"nagarjuna_title": "🛕 Nagarjuna Sagar",
"nagarjuna_desc": "A famous river dam and tourist destination known for Buddhist heritage and scenic beauty.",
"nagarjuna_distance": "~135 km",
"nagarjuna_time": "~3–4 hours",

"somasila_title": "🛕 Somasila",
"somasila_desc": "A historic dam built on the Penna River, offering a calm and spiritual atmosphere.",
"somasila_distance": "~170 km",
"somasila_time": "~4–5 hours",

"dindi_title": "🛕 Dindi Reservoir",
"dindi_desc": "A beautiful reservoir surrounded by forests and hills, ideal for nature lovers.",
"dindi_distance": "~90 km",
"dindi_time": "~2.5 hours",

"temples_page_title": "Available Temples",
"temples_desc": "Important temples and spiritual places within the Devasthanam premises.",

"temple_main_title": "🛕 Main Temple",
"temple_main_desc": "The main shrine of Sri Sri Sri Bhunela Sametha Sri Venkateshwara Swamy.",

"temple_anjaneya_title": "🛕 Anjaneya Swamy Temple",
"temple_anjaneya_desc": "A dedicated temple for Lord Hanuman, symbol of strength and devotion.",

"temple_shiva_title": "🛕 Shivalayam",
"temple_shiva_desc": "A sacred Shiva temple dedicated to Lord Mahadeva.",

"temple_goshala_title": "🐄 Goshala",
"temple_goshala_desc": "A sacred cow shelter preserving traditional dharmic values.",

"temple_gundam_title": "💧 Gundam",
"temple_gundam_desc": "A holy temple pond used for ritual cleansing.",

"temple_navagraha_title": "🪐 Navagrahalu",
"temple_navagraha_desc": "Shrine dedicated to the nine planetary deities.",

"temple_dharmashala_title": "🏠 Dharmashala Hanuman",
"temple_dharmashala_desc": "Resting place for pilgrims with Hanuman shrine.",

"temple_shivaji_title": "🗿 Shivaji Statue",
"temple_shivaji_desc": "Statue of Chhatrapati Shivaji Maharaj symbolizing valor and dharma.",

"temple_kalyanamandapam_title": "💍 Kalyanamandapam",
"temple_kalyanamandapam_desc": "Hall used for marriages and auspicious ceremonies.",

"upcoming_event_title": "📅 Upcoming Event",
"upcoming_event_name": "Sri Venkateshwara Swamy Brahmotsavams",
"upcoming_event_date": "27 Jan 2026 to 04 Feb 2026",
"view_event_details": "View Details →",

"about_title": "ఆలయ పరిచయం",

"about_full": "నాగర్‌కర్నూల్ జిల్లా పెదకోతపల్లి మండలంలోని దేవునితిరుమలపూర్ గ్రామంలో వెలసిన శ్రీ శ్రీ శ్రీ భూనేల సమేత శ్రీ వెంకటేశ్వర స్వామి దేవస్థానం భక్తులచే 'దక్షిణ తిరుపతి'గా ప్రసిద్ధి చెందింది. ఈ ఆలయం నల్లమల అరణ్య ప్రాంత ప్రజలకు ఆధ్యాత్మిక ఆశ్రయంగా నిలుస్తోంది.",

"about_section1_title": "దైవ స్వరూపం & ఆధ్యాత్మిక వైభవం",
"about_section1_desc": "ఈ ఆలయంలో వెలసిన శ్రీ వెంకటేశ్వర స్వామి వారు స్వయంభూ (స్వయంగా అవతరించిన) రూపంగా పూజింపబడుతున్నారు. శతాబ్దాల క్రితమే ఈ దైవ మూర్తి ఈ ప్రాంత భక్తులను అనుగ్రహించేందుకు అవతరించారని స్థానికుల విశ్వాసం. ప్రశాంతమైన ప్రకృతి మధ్యలో ఉన్న ఈ ఆలయం భక్తులకు మనశ్శాంతిని ప్రసాదిస్తుంది.",

"about_section2_title": "చారిత్రక నేపథ్యం & పురాణ కథనం",
"about_section2_desc": "శాసనాల ప్రకారం ఈ ఆలయం సుమారు 1664 సంవత్సరంలో నిర్మించబడినట్లు తెలుస్తోంది. అప్పట్లో ఈ గ్రామం ‘కొప్పులరాతి పల్లె’గా పిలువబడేది, తరువాత దేవునితిరుమలపూరంగా మారింది. పానుగంటి రాజుల కాలంలో దివాన్లుగా ఉన్న అంతమరాయుడు, చిలకల రాయుడు అనే అన్నదమ్ములు ఈ ప్రాంత చరిత్రలో ముఖ్యమైన పాత్ర పోషించారు. అంతమరాయుడి జీవితంలో జరిగిన సంఘటనల అనంతరం ఆయనకు స్వప్నంలో దర్శనమిచ్చిన బ్రాహ్మణుడు, శ్రీ వెంకటేశ్వర స్వామి ఆలయాన్ని నిర్మించమని ఆదేశించినట్లు చరిత్ర చెబుతోంది. ఆ విధంగా ఈ ఆలయం స్థాపించబడింది.",

"about_section3_title": "నిత్య పూజలు, సేవలు & ఉత్సవాలు",
"about_section3_desc": "ఈ ఆలయంలో ప్రతిరోజూ సుప్రభాత సేవ, నిత్యార్చన, అభిషేకాలు నిర్వహించబడతాయి. శుక్రవారాల్లో విశేష అభిషేకం జరుగుతుంది. ప్రత్యేకంగా భక్తుల కోరిక మేరకు కల్యాణోత్సవం నిర్వహించబడుతుంది. ప్రతి సంవత్సరం మాఘమాసంలో 10 రోజుల పాటు ఘనంగా బ్రహ్మోత్సవాలు నిర్వహించబడతాయి. రథోత్సవం ఈ ఉత్సవాలలో ప్రధాన ఆకర్షణగా నిలుస్తుంది.",

"about_section4_title": "భక్తుల విశ్వాసం & యాత్రా ప్రాముఖ్యత",
"about_section4_desc": "‘తిరుపతికి వీలైతే తిరుపతి, లేకపోతే తిరుమలపూర్’ అనే నానుడి ఈ ఆలయ మహిమను ప్రతిబింబిస్తుంది. పేదల తిరుపతిగా పేరొందిన ఈ ఆలయం భక్తుల మనసుల్లో అపారమైన స్థానం సంపాదించింది. నాగర్‌కర్నూల్ నుండి సుమారు 22 కి.మీ దూరంలో ఉన్న పెదకోతపల్లి ద్వారా ప్రయాణించి, అక్కడి నుండి 3 కి.మీ దూరంలో ఉన్న ఈ ఆలయాన్ని సులభంగా చేరుకోవచ్చు."
}

