{
  "site_title": "Sri Sri Sri Bhunela Sametha Sri Venkateshwara Swamy Devasthanam",
  "footer_name": "Sri Sri Sri Bhunela Sametha Sri Venkateshwara Swamy Devasthanam",

  "welcome": "Welcome to Sri Sri Sri Bhunela Sametha Sri Venkateshwara Swamy Devasthanam, Devalthirumalpur Village",

  "about_title": "About the Temple",
  "about_short": "A sacred Vaishnava temple preserving ancient traditions, rituals, and divine heritage.",
  "about_full": "Sri Sri Sri Bhunela Sametha Sri Venkateshwara Swamy Devasthanam is a revered spiritual center located in Devalthirumalpur Village, Pedhakothapally Mandal, Nagarkurnool District, Telangana. The temple follows traditional Vaishnava customs with daily poojas, special sevas, annual Brahmotsavams, and devotional festivals. For centuries, this holy shrine has been a source of spiritual guidance, faith, and devotion for countless devotees.",

  "sevas_title": "Sevas & Services",
  "seva1": "Daily Poojas and Archana Sevas",
  "seva2": "Special Darshan and Festival Sevas",
  "seva3": "Annadanam (Free Food Service)",

  "goshala_title": "Temple Goshala",
  "goshala_desc": "The temple Goshala is dedicated to protecting sacred cows and promoting traditional cow-based dharmic practices. It plays a vital role in preserving Sanatana Dharma and supporting spiritual traditions.",

  "donations_title": "Donations",
  "don1": "Temple Renovation and Development",
  "don2": "Daily Annadanam Support",
  "don3": "Festival and Utsavam Arrangements",
  "don4": "Goshala Maintenance and Cow Care",

  "library_title": "Temple Library",
  "library_desc": "The temple maintains a spiritual library preserving India’s sacred and mythological heritage. Available books include Ramayana, Mahabharata, Bhagavad Gita, Srimad Bhagavatam, Vishnu Purana, Upanishads, and biographies of great saints. Languages available: Telugu, Sanskrit, and English. Open during temple hours for all devotees.",

  "contact_title": "Contact & Location",
  "contact_addr": "Sri Sri Sri Bhunela Sametha Sri Venkateshwara Swamy Devasthanam, Devalthirumalpur Village, Pedhakothapally Mandal, Nagarkurnool District, Telangana – India. Nearest Railway Station: Jadcherla. Nearest Airport: Hyderabad (RGIA).",

  "places_title": "Available Places",
  "places_desc": "Important pilgrimage and tourist places near the Devasthanam",
  "place_umamaheshwaram": "Umamaheshwaram",
  "place_srisailam": "Srisailam",
  "place_nagarjuna": "Nagarjuna Sagar",
  "place_somasila": "Somasila",
  "place_dindi": "Dindi Reservoir",

  "distance": "Distance",
  "travel_time": "Travel Time",
  "view_map": "View on Map",

  "umamaheshwaram_title": "🛕 Umamaheshwaram",
  "umamaheshwaram_desc": "An important Shaivite pilgrimage surrounded by natural beauty.",
  "umamaheshwaram_distance": "~75 km",
  "umamaheshwaram_time": "~2 hours",

  "srisailam_title": "🛕 Srisailam",
  "srisailam_desc": "One of the twelve Jyotirlingas of Lord Shiva.",
  "srisailam_distance": "~120 km",
  "srisailam_time": "~3–4 hours",

  ,
"nagarjuna_title": "🛕 Nagarjuna Sagar",
"nagarjuna_desc": "A famous river dam and tourist destination known for Buddhist heritage and scenic beauty.",
"nagarjuna_distance": "~135 km",
"nagarjuna_time": "~3–4 hours",

"somasila_title": "🛕 Somasila",
"somasila_desc": "A historic dam built on the Penna River, offering a calm and spiritual atmosphere.",
"somasila_distance": "~170 km",
"somasila_time": "~4–5 hours",

"dindi_title": "🛕 Dindi Reservoir",
"dindi_desc": "A beautiful reservoir surrounded by forests and hills, ideal for nature lovers.",
"dindi_distance": "~90 km",
"dindi_time": "~2.5 hours"

}

